{
  "txt_p1_g0_t0": "Momo and the Leopards",
  "txt_p1_g0_t0_easy_read": "Momo and the big spotted cats",
  "txt_p1_g0_t1": "Class I Book 11",
  "txt_p1_g0_t1_easy_read": "Class 1, Book 11.",
  "txt_p3_g0_t0": "Momo and the Leopards",
  "txt_p3_g0_t0_easy_read": "Momo and the leopards.",
  "txt_p3_g0_t1": "Class I Book 11",
  "txt_p3_g0_t1_easy_read": "Class 1 Book 11.",
  "txt_p3_g1_t0": "Department of School Education",
  "txt_p3_g1_t0_easy_read": "The group that looks after schools and learning.",
  "txt_p3_g1_t1": "Ministry of Education and Skills Development",
  "txt_p3_g1_t1_easy_read": "This government office looks after schools and job skills.",
  "txt_p3_g1_t2": "Royal Government of Bhutan",
  "txt_p3_g1_t2_easy_read": "Bhutan's royal government.",
  "txt_p3_g1_t3": "Thimphu",
  "txt_p3_g1_t3_easy_read": "Thimphu",
  "txt_p4_g0_t0": "Published by",
  "txt_p4_g0_t0_easy_read": "The publisher made it.",
  "txt_p4_g0_t1": "School Curriculum Division",
  "txt_p4_g0_t1_easy_read": "The team plans what students learn in school.",
  "txt_p4_g0_t2": "Department of School Education (DSE)",
  "txt_p4_g0_t2_easy_read": "School Education Department. Short name: DSE.",
  "txt_p4_g0_t3": "Ministry of Education and Skills Development",
  "txt_p4_g0_t3_easy_read": "This is a government group. It takes care of schools and learning. It helps people learn job skills.",
  "txt_p4_g0_t4": "Royal Government of Bhutan",
  "txt_p4_g0_t4_easy_read": "The government of Bhutan under the king.",
  "txt_p4_g0_t5": "Thimphu",
  "txt_p4_g0_t5_easy_read": "Thimphu is a city.",
  "txt_p4_g1_t0": "Copyright © 2022 Department of School Education, MoESD, Thimphu.",
  "txt_p4_g1_t0_easy_read": "The Department of School Education, MoESD, Thimphu owns this work. Year: 2022.",
  "txt_p4_g2_t0": "All rights reserved.",
  "txt_p4_g2_t0_easy_read": "The owner keeps all rights to this.",
  "txt_p4_g2_t1": "No part of this book may be reproduced in any form without the permission from Department of School Education, MoESD, Thimphu.",
  "txt_p4_g2_t1_easy_read": "Do not copy or share any part of this book in any way unless you get permission from the Department of School Education, MoESD, Thimphu.",
  "txt_p4_g3_t0": "This book remains the property of the Ministry of Education and Skills Development and must not be taken out of the school at any time.",
  "txt_p4_g3_t0_easy_read": "This book belongs to the Ministry of Education and Skills Development. Never take it out of the school.",
  "txt_p4_g4_t0": "Pilot Edition 1991",
  "txt_p4_g4_t0_easy_read": "This is a test edition from 1991.",
  "txt_p4_g4_t1": "New Edition 1992",
  "txt_p4_g4_t1_easy_read": "This is a new edition from 1992.",
  "txt_p4_g4_t2": "Revised 2007",
  "txt_p4_g4_t2_easy_read": "They changed it in 2007.",
  "txt_p4_g4_t3": "Reprint 2023",
  "txt_p4_g4_t3_easy_read": "They printed it again in 2023.",
  "txt_p4_g5_t0": "ISBN 99936-0-128-4",
  "txt_p4_g5_t0_easy_read": "This is a book's special number: 99936-0-128-4.",
  "txt_p5_g0_t0": "Every night the monkeys climb a tree to sleep in.",
  "txt_p5_g0_t0_easy_read": "Every night, the monkeys climb a tree and sleep there.",
  "txt_p5_g0_t1": "They sleep on very long branches.",
  "txt_p5_g0_t1_easy_read": "They sleep on very long branches.",
  "txt_p5_g0_t2": "There, no animal can get them.",
  "txt_p5_g0_t2_easy_read": "Animals can't get them there.",
  "txt_p5_g1_t0": "1",
  "txt_p5_g1_t0_easy_read": "One.",
  "txt_p5_g2_t0": "Reprint 2023",
  "txt_p5_g2_t0_easy_read": "They printed it again in 2023.",
  "txt_p6_g0_t0": "One night a mother leopard came to the monkeys’ tree.",
  "txt_p6_g0_t0_easy_read": "One night, a mother leopard came to the monkeys' tree.",
  "txt_p6_g1_t0": "2",
  "txt_p6_g1_t0_easy_read": "The number is two.",
  "txt_p6_g1_t1": "Reprint 2023",
  "txt_p6_g1_t1_easy_read": "They printed it again in 2023.",
  "txt_p7_g0_t0": "Mother leopard climbed the tree.",
  "txt_p7_g0_t0_easy_read": "The mother leopard climbed up the tree.",
  "txt_p7_g0_t1": "She climbed it very, very quietly.",
  "txt_p7_g0_t1_easy_read": "She climbed it very quietly.",
  "txt_p7_g1_t0": "3",
  "txt_p7_g1_t0_easy_read": "Three.",
  "txt_p7_g2_t0": "Reprint 2023",
  "txt_p7_g2_t0_easy_read": "We printed it again in 2023.",
  "txt_p8_g0_t0": "She saw a baby monkey.",
  "txt_p8_g0_t0_easy_read": "She saw a baby monkey.",
  "txt_p8_g0_t1": "It was Momo.",
  "txt_p8_g0_t1_easy_read": "Momo was the one.",
  "txt_p8_g1_t0": "She climbed onto the branch.",
  "txt_p8_g1_t0_easy_read": "She got on the branch.",
  "txt_p8_g1_t1": "She moved very, very quietly.",
  "txt_p8_g1_t1_easy_read": "She moved very quietly.",
  "txt_p8_g1_t2": "She did not want to wake Momo up.",
  "txt_p8_g1_t2_easy_read": "She wanted Momo to stay asleep.",
  "txt_p8_g2_t0": "4",
  "txt_p8_g2_t0_easy_read": "This is the number four.",
  "txt_p8_g3_t0": "Reprint 2023",
  "txt_p8_g3_t0_easy_read": "They printed it again in 2023.",
  "txt_p9_g0_t0": "She came near Momo but the branch shook.",
  "txt_p9_g0_t0_easy_read": "She went near Momo. The branch shook.",
  "txt_p9_g0_t1": "It shook and it shook.",
  "txt_p9_g0_t1_easy_read": "It shook again and again.",
  "txt_p9_g0_t2": "Momo woke up and saw the leopard in front of him.",
  "txt_p9_g0_t2_easy_read": "Momo woke up. He saw a leopard right in front of him.",
  "txt_p9_g1_t0": "5",
  "txt_p9_g1_t0_easy_read": "Five.",
  "txt_p9_g2_t0": "Reprint 2023",
  "txt_p9_g2_t0_easy_read": "They printed it again in 2023.",
  "txt_p10_g0_t0": "Momo shouted and pointed at the leopard.",
  "txt_p10_g0_t0_easy_read": "Momo shouted. Momo pointed at the leopard.",
  "txt_p10_g0_t1": "The monkeys woke up and shouted.",
  "txt_p10_g0_t1_easy_read": "The monkeys woke up and shouted.",
  "txt_p10_g0_t2": "They threw sticks at the mother leopard.",
  "txt_p10_g0_t2_easy_read": "Some people threw sticks at the mother leopard.",
  "txt_p10_g0_t3": "She jumped to the ground and ran into the forest.",
  "txt_p10_g0_t3_easy_read": "She jumped down and ran into the forest.",
  "txt_p10_g1_t0": "6",
  "txt_p10_g1_t0_easy_read": "The number is 6.",
  "txt_p10_g2_t0": "Reprint 2023",
  "txt_p10_g2_t0_easy_read": "This is a reprint from 2023.",
  "txt_p11_g0_t0": "Next night mother leopard came with baby leopard.",
  "txt_p11_g0_t0_easy_read": "The next night, the mother leopard came with her baby leopard.",
  "txt_p11_g0_t1": "The baby leopard was small but it could climb the trees.",
  "txt_p11_g0_t1_easy_read": "The baby leopard was small. It could climb trees.",
  "txt_p11_g1_t0": "7",
  "txt_p11_g1_t0_easy_read": "This is the number seven.",
  "txt_p11_g2_t0": "Reprint 2023",
  "txt_p11_g2_t0_easy_read": "They printed it again in 2023.",
  "txt_p12_g0_t0": "The baby leopard climbed the tree.",
  "txt_p12_g0_t0_easy_read": "The baby leopard climbed up the tree.",
  "txt_p12_g1_t0": "It climbed very, very quietly.",
  "txt_p12_g1_t0_easy_read": "It climbed very quietly.",
  "txt_p12_g1_t1": "All the monkeys were sleeping.",
  "txt_p12_g1_t1_easy_read": "All the monkeys slept.",
  "txt_p12_g2_t0": "8",
  "txt_p12_g2_t0_easy_read": "The number is 8 (eight).",
  "txt_p12_g3_t0": "Reprint 2023",
  "txt_p12_g3_t0_easy_read": "They printed it again in 2023.",
  "txt_p13_g0_t0": "Momo was sleeping on a very long branch.",
  "txt_p13_g0_t0_easy_read": "Momo slept on a very long branch.",
  "txt_p13_g1_t0": "The baby leopard saw him and went very quietly onto the branch.",
  "txt_p13_g1_t0_easy_read": "The baby leopard saw him. It climbed very quietly onto the branch.",
  "txt_p13_g2_t0": "9",
  "txt_p13_g2_t0_easy_read": "Nine.",
  "txt_p13_g3_t0": "Reprint 2023",
  "txt_p13_g3_t0_easy_read": "Print it again in 2023.",
  "txt_p14_g0_t0": "The branch was very, very long.",
  "txt_p14_g0_t0_easy_read": "The branch was very long.",
  "txt_p14_g0_t1": "The baby leopard came near Momo but the branch shook.",
  "txt_p14_g0_t1_easy_read": "The baby leopard came close to Momo. The branch shook.",
  "txt_p14_g0_t2": "It shook and it shook and it woke Momo up.",
  "txt_p14_g0_t2_easy_read": "It shook again and again. It woke Momo up.",
  "txt_p14_g1_t0": "10",
  "txt_p14_g1_t0_easy_read": "The number is ten.",
  "txt_p14_g2_t0": "Reprint 2023",
  "txt_p14_g2_t0_easy_read": "They printed it again in 2023.",
  "txt_p15_g0_t0": "Momo jumped onto a bigger branch.",
  "txt_p15_g0_t0_easy_read": "Momo jumped to a bigger branch.",
  "txt_p15_g0_t1": "The baby leopard jumped but he could not get Momo.",
  "txt_p15_g0_t1_easy_read": "The baby leopard jumped. He could not catch Momo.",
  "txt_p15_g1_t0": "11",
  "txt_p15_g1_t0_easy_read": "Eleven.",
  "txt_p15_g2_t0": "Reprint 2023",
  "txt_p15_g2_t0_easy_read": "They made a new copy in 2023.",
  "txt_p16_g0_t0": "Down went the baby leopard ...",
  "txt_p16_g0_t0_easy_read": "The baby leopard went down.",
  "txt_p16_g1_t0": "12",
  "txt_p16_g1_t0_easy_read": "This number is twelve.",
  "txt_p16_g1_t1": "Reprint 2023",
  "txt_p16_g1_t1_easy_read": "Print it again in 2023.",
  "txt_p16_g1_t2": "T",
  "txt_p16_g1_t2_easy_read": "T",
  "txt_p17_g0_t0": "down ...",
  "txt_p17_g0_t0_easy_read": "Go down.",
  "txt_p17_g0_t1": "... on its mother.",
  "txt_p17_g0_t1_easy_read": "It is on its mother.",
  "txt_p17_g1_t0": "13",
  "txt_p17_g1_t0_easy_read": "This is the number 13.",
  "txt_p17_g2_t0": "Reprint 2023",
  "txt_p17_g2_t0_easy_read": "They printed it again in 2023.",
  "txt_p18_g0_t0": "The monkeys woke up.",
  "txt_p18_g0_t0_easy_read": "The monkeys woke up.",
  "txt_p18_g1_t0": "They shouted and threw sticks.",
  "txt_p18_g1_t0_easy_read": "They yelled. They threw sticks.",
  "txt_p18_g1_t1": "The leopards ran into the forest.",
  "txt_p18_g1_t1_easy_read": "The leopards ran into the woods.",
  "txt_p18_g1_t2": "They did not have a monkey for dinner that night.",
  "txt_p18_g1_t2_easy_read": "They did not eat a monkey for dinner that night.",
  "txt_p18_g2_t0": "14",
  "txt_p18_g2_t0_easy_read": "The number is fourteen.",
  "txt_p18_g3_t0": "Reprint 2023",
  "txt_p18_g3_t0_easy_read": "They printed it again in 2023.",
  "txt_p20_g0_t0": "VISION",
  "txt_p20_g0_t0_easy_read": "Vision means seeing. Your eyes help you see the world around you.",
  "txt_p20_g0_t1": "“An education and enlightened society of GNH, built and sustained on the unique Bhutanese values of Tha Dam-Tsig Ley Gju-Drey.”",
  "txt_p20_g0_t1_easy_read": "We want a GNH society with good education and wise people. We build it and keep it strong with the special Bhutanese values called Tha Dam-Tsig and Ley Gju-Drey.",
  "img_p1_r0": "A sleepy monkey curls on a tree branch under a starry night, an owl perched above near a crescent moon while a leopard watches from a lower limb.",
  "img_p5_r0": "Three monkeys curl up to sleep on long, high branches under a starry night sky, with a crescent moon overhead and an owl perched nearby.",
  "img_p6_r0": "At night in a snowy forest, a mother leopard walks beneath a tree where two monkeys sleep on the branches, while a gray rabbit hides beside a rock.",
  "img_p7_r0": "Mother leopard quietly climbs a tall tree at dusk, reaching for a branch as a small rabbit watches from the snowy ground, with a sky fading from blue to pink and yellow behind dark shrubs.",
  "img_p8_r0": "Under a starry night with a crescent moon, a yellow leopard creeps along a tree branch toward a sleeping baby monkey, Momo, while a small animal watches from a higher limb.",
  "img_p9_r0": "At night, a spotted leopard climbs a tree and confronts a startled monkey clinging to a branch, under a dark blue sky sprinkled with stars.",
  "img_p10_r0": "At night, four monkeys in the treetops hurl sticks as a yellow leopard leaps down from the branch under a crescent moon and stars.",
  "img_p11_r0": "Under a starry night with a crescent moon, a mother leopard pads across a pale field with her small cub beside her, while a black rabbit peeks from under leafy purple flowers at the edge.",
  "img_p12_r0": "At night, a baby leopard quietly climbs a tall tree while monkeys sleep on the branches and an adult leopard watches below.",
  "img_p13_r0": "Under a crescent moon, a baby leopard creeps along a long tree branch toward a sleeping monkey while another leopard watches from the ground below.",
  "img_p14_r0": "At night beneath a crescent moon and stars, an owl watches from an upper branch while Momo the monkey grips a higher limb, eyes wide, as a baby leopard on the long branch below slips and shakes the tree.",
  "img_p15_r0": "At night, Momo the monkey holds a higher branch while a baby leopard leaps toward him but can’t reach, with an owl watching from a nearby limb against a starry sky.",
  "img_p16_r0": "A baby leopard tumbles from a tree at night, paws flailing as leaves scatter beneath a sky of stars and a crescent moon.",
  "img_p17_r0": "Under a crescent moon, a leopard cub falls from a tree branch and lands on its mother’s back.",
  "img_p18_r0": "Under a starry night, two monkeys on tree branches shout and throw sticks, sending an adult leopard and its cub fleeing toward the forest.",
  "sec_p1_s0_eli5": "Think of a big tree as a cozy bunk bed in the forest at night.\n\n- Momo, a little monkey, is lying on a branch like a soft bed. He looks calm and ready to sleep.\n- The sky is dark blue with stars and a crescent moon. It’s nighttime.\n- An owl sits up high near the moon. Owls are birds that stay awake at night and watch quietly.\n- A leopard, a spotted big cat that can climb trees, is on a lower branch, looking around.\n\nEveryone shares the tree and keeps quiet in the night. Words to remember: Momo, leopard, owl, moon, stars, tree, branch, night, climb, sleep, quiet.",
  "sec_p3_s0_eli5": "ELI5 simplified explanation (English):\nI’m missing the section’s text and pictures. I only have a cover page for context. Please paste the exact section text and attach the section images you want me to use. Then I’ll turn them into a kid-friendly explanation with simple words, fun analogies, and the important key words kept from the original.",
  "sec_p5_s0_eli5": "Imagine bedtime in the jungle. Every night, the monkeys climb a tree, just like you climb up to a top bunk. They curl up and sleep on very long branches that are like big, safe beds. Because they are high up on those long branches, no animal can get them. The moon and stars shine while the monkeys rest safely in the tree.",
  "sec_p6_s0_eli5": "Key words to learn: night, mother leopard, monkeys’ tree.\n\nELI5 story: Think of the tree like the monkeys’ cozy house and the branches like their beds. One night, a mother leopard—a big, spotted cat—walks softly nearby. She looks and listens, because leopards are quiet hunters at night. The monkeys stay high in their tree where it’s safe, watching and keeping still. A little rabbit hides close to the ground like tucking under a blanket. The big idea: At night, different animals move in different ways—some, like the mother leopard, explore the ground, and others, like the monkeys, use their tree home to stay safe.",
  "sec_p7_s0_eli5": "Think of a big, spotty mom cat called a mother leopard. She wanted to go up a tall tree. She used her strong paws and sharp claws to climb the tree. She moved very, very quietly—like when you tiptoe so you don’t wake someone up. Being quiet helps her not scare other animals, like the little rabbit on the ground, and helps her stay safe. The main idea: Mother leopard climbed the tree very, very quietly.",
  "sec_p8_s0_eli5": "It is nighttime. A leopard sees a baby monkey. The baby monkey’s name is Momo. Momo is sleeping on a tree branch.\n\nThe leopard climbs onto the branch. She moves very, very quietly—like tiptoeing—because she does not want to wake Momo up. Think of how we go hush-hush when someone is sleeping. That’s what she is doing in the picture under the moon and stars.",
  "sec_p9_s0_eli5": "ELI5 explanation:\n- Momo the monkey was sleeping on a tree branch at night.\n- A big cat called a leopard came near Momo on the same branch.\n- Because the leopard was heavy, the branch shook. It shook and it shook—like when someone jumps on your bed and it wobbles.\n- The shaking made Momo woke up, and when he opened his eyes, he saw the leopard in front of him.",
  "sec_p10_s0_eli5": "Think of Momo and his monkey friends like a team on a playground tree. When Momo saw a leopard, he shouted and pointed to warn everyone. The monkeys woke up and shouted too—making a big, loud “Go away!” sound. They threw sticks at the mother leopard, like tossing small twigs to scare off a stray cat. The mother leopard didn’t want trouble, so she jumped to the ground and ran into the forest. Key ideas: warn (shouted and pointed), teamwork (monkeys woke up and shouted), action (threw sticks), result (mother leopard jumped to the ground and ran into the forest).",
  "sec_p11_s0_eli5": "Think of a bedtime walk with your mom. Next night, a mother leopard comes with her baby leopard. The baby leopard is small, but it’s strong and clever—it can climb the trees, like you climbing a ladder on a playground. Climbing helps the baby stay safe and learn. In the picture, they walk together under the moon and stars, while a little rabbit hides by some flowers and watches. The big idea: even a small baby can practice big skills, like climb the trees, when the mother is there to help.",
  "sec_p12_s0_eli5": "Think of when you tiptoe past someone who is asleep so you don’t wake them. That’s what happened here.\n\nA baby leopard wanted to go up a big tree. It climbed the tree very, very quietly—like soft tiptoes—because all the monkeys in the branches were sleeping. The night was calm with the moon and stars, so the baby leopard moved slowly and made almost no sound. Being quiet helped it not to wake the sleeping monkeys.\n\nWords to remember: baby leopard, climbed the tree, very, very quietly, monkeys were sleeping.",
  "sec_p13_s0_eli5": "Imagine a tree branch is like a long, skinny bed. At night, under the moon and stars, Momo is sleeping on this very long branch. A baby leopard sees Momo. The baby leopard tiptoes very quietly and goes onto the branch, trying not to wake him.",
  "sec_p14_s0_eli5": "Imagine a tree’s arm (that’s a branch) that is very, very long, like a wobbly bridge. At night, Momo the monkey is on it, and a curious baby leopard crawls closer. Because two animals are on the same long branch, it wiggles—shake-shake-shake! The branch shook and shook so much that it woke Momo up. \n\nPicture clues: stars and the moon show it’s night; an owl watches; the baby leopard is hanging on while Momo notices the shaking.\n\nNew words:\n- branch: a tree’s arm.\n- shook: moved fast back and forth, like jelly jiggling.\n- woke up: stopped sleeping.",
  "sec_p15_s0_eli5": "Imagine you’re playing tag on a playground. You climb up to a higher platform so the tagger can’t reach you.\n\nThat’s what happens here:\n- Momo the monkey jumped onto a bigger branch (a tree’s “arm”).\n- A baby leopard jumped up to try to get Momo.\n- The baby leopard could not get Momo because Momo was higher on the bigger branch.\n- An owl watches and the stars shine in the night sky.\n\nKey words to remember: Momo, jumped, bigger branch, baby leopard, could not get.",
  "sec_p16_s0_eli5": "Think of climbing a playground ladder and then slipping—whoosh, you go down. \n\nThe sentence says: “Down went the baby leopard …” \n- Baby leopard = the little animal in the picture. \n- Went = it already happened (past tense). \n- Down = the direction it moved. \n\nThe picture helps us see it: the cub is tumbling from tree branches, with little leaves flying. It’s night—the sky is dark with a moon and stars. So this page shows a moment when the baby leopard slipped in the tree and fell down.",
  "sec_p17_s0_eli5": "ELI5 explanation:\n\n- Key words to learn: down, mother\n\n- What “down” means: When something goes from high to low. Like when you slide down a slide or jump off a small step to the floor.\n\n- What happens in the picture: A baby big cat (a cub) comes down from a tree at night and lands on its mother. The stars and moon show it’s nighttime. The mother is lying on the ground, and the cub ends up on its mother.\n\n- Big idea: “Down” tells the direction (from up to low). “On its mother” tells where the cub lands—right on its mother, who keeps it safe, like when you fall into a parent’s arms.",
  "sec_p18_s0_eli5": "ELI5 explanation:\n- Imagine some monkeys in their treehouse at night. They woke up and saw leopards below.\n- The monkeys worked together. They shouted, “Go away!” and threw sticks from the branches.\n- The loud noise and flying sticks scared the leopards.\n- The leopards ran into the forest.\n- So the leopards did not have a monkey for dinner that night.\nThink of it like friends teaming up to make a big, brave sound so trouble goes away.",
  "sec_p20_s0_eli5": "I’m ready to turn your textbook section into an ELI5 explanation, but I don’t have the section’s text or its images yet—only a full-page context image. To do this properly (keeping the important key words and using simple analogies), please send:\n- The exact section text (copy/paste or clear photo/scan)\n- The section’s images or screenshots\n\nOnce I have them, I’ll return:\n- A kid-friendly explanation that keeps the key words and concepts\n- Simple analogies and examples children can relate to\n- Short recap and a quick check-for-understanding"
}